  {
    "id": 5,
    "name": "Roberta's Pizza",
    "neighborhood": "Brooklyn",
    "photograph": "5.jpg",
    "address": "261 Moore St, Brooklyn, NY 11206",
    "latlng": {
      "lat": 40.705089,
      "lng": -73.933585
    },
    "cuisine_type": "Pizza",
    "operating_hours": {
      "Monday": "11:00 am - 12:00 am",
      "Tuesday": "11:00 am - 12:00 am",
      "Wednesday": "11:00 am - 12:00 am",
      "Thursday": "11:00 am - 12:00 am",
      "Friday": "11:00 am - 12:00 am",
      "Saturday": "10:00 am - 12:00 am",
      "Sunday": "10:00 am - 12:00 am"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Roberta's is the epicenter of the modern Brooklyn food scene.The pizzas are fantastic, but the restaurant really flexes its muscles with the vegetable dishes. In addition to the pies, consider ordering the radishes, the romaine salad, the roasted beets, and some of the charcuterie."
      },
      {
        "name": "Raymond",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Roberta's, one of the better pizzas I have had in my life. Very trendy and hipsterish spot. Came here for lunch on a random weekday afternoon and when we arrived, there was a line forming already. The space is a bit cramped. You'll get to know your neighbors soon enough. The pizza is just delightful and delicious. It's a ncie plus that you get to see them firing up the pizzas in the corner. The major issue with Roberta's is the trek out to the Williamsburg/Bushwick."
      },
      {
        "name": "Laurel",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "The pizza is fantastic, not THE best I've ever had, but would definitely go back since it has great food and great ambiance. Definitely worth going to. It has A LOT of hype in the New York food scene, and I question if it deserves all of it, but it's still a totally great spot to hit up when in the area!!"
      }
    ]
  }