{
    "id": 4,
    "name": "Katz's Delicatessen",
    "neighborhood": "Manhattan",
    "photograph": "4.jpg",
    "address": "205 E Houston St, New York, NY 10002",
    "latlng": {
      "lat": 40.722216,
      "lng": -73.987501
    },
    "cuisine_type": "American",
    "operating_hours": {
      "Monday": "8:00 am - 10:30 pm",
      "Tuesday": "8:00 am - 10:30 pm",
      "Wednesday": "8:00 am - 10:30 pm",
      "Thursday": "8:00 am - 2:30 am",
      "Friday": "8:00 am - Sat",
      "Saturday": "Open 24 hours",
      "Sunday": "Sat - 10:30 pm"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 5,
        "comments": "In 127 years, little has changed at Katz's. It remains one of New York's — and the country's — essential Jewish delicatessens. Every inch of the massive Lower East Side space smells intensely of pastrami and rye loaves. The sandwiches are massive, so they are best when shared. Order at the counter, and don't forget to tip your slicer — your sandwich will be better for it."
      },
      {
        "name": "Allen",
        "date": "October 26, 2016",
        "rating": 5,
        "comments": "If I lived in NY and got diabetes from eating here every single time I ate, I would do it over and over and over again just for that first bite. These guys know how to make a sandwich. The heart attack comes free of charge! Came by while I was visiting NYC. First pit-stop when I come back :)!"
      },
      {
        "name": "David",
        "date": "October 26, 2016",
        "rating": 2,
        "comments": "Ok so four of us came. One more later who didn't order becauase it's so expensive and simple. Seriously, a bunch of meat albeit you can sample beforehand on rye/white/wheat bread. Cheese extra. Pickles free, you can just ask them at the pickup counter. But seriously 20 bucks gone for an non-flavored half sandwich. And a line that is long, especially if you want seating. I'm down to just take a quick look where Sally and Harry sat and leave to the other delis all around NYC. Oh and they accept Samsung pay."
      }
    ]
  }